bench/results/raw/ab-20260924-181813/new-r2-https-_style.css-c64.txt
Running 5s test @ https://127.0.0.1:8443/style.css
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.24ms  369.27us   5.52ms   79.63%
    Req/Sec    12.94k     0.96k   18.02k    85.71%
  261308 requests in 5.10s, 24.98GB read
Requests/sec:  51243.63
Transfer/sec:      4.90GB